tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "autojump"
brew "cmake"
brew "coq"
brew "ffmpeg"
brew "go"
brew "hub"
brew "hugo"
brew "jq"
brew "llvm"
brew "llvm@9"
brew "portaudio"
brew "pyenv"
brew "rbenv"
brew "sox"
brew "spotify-tui"
brew "zsh-history-substring-search"
cask "1password"
cask "1password-cli"
cask "google-chrome"
cask "iterm2"
cask "onedrive"
cask "spotify"
cask "visual-studio-code"
