tap "datawire/blackbird"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "wantedly/tools", "git@github.com:wantedly/homebrew-tools"
brew "autojump"
brew "cairo"
brew "cmake"
brew "coq"
brew "guile"
brew "ffmpeg"
brew "gh"
brew "go"
brew "hub"
brew "hugo"
brew "jq"
brew "llvm"
brew "llvm@9"
brew "mecab"
brew "mecab-ipadic"
brew "portaudio"
brew "postgresql"
brew "protobuf"
brew "pyenv"
brew "rbenv"
brew "sox"
brew "spotify-tui"
brew "tree"
brew "yarn"
brew "zsh-history-substring-search"
brew "datawire/blackbird/telepresence"
brew "wantedly/tools/valec"
brew "wantedly/tools/valecjr"
cask "1password"
cask "1password-cli"
cask "deepl"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "gyazo"
cask "iterm2"
cask "keycastr"
cask "michaelvillar-timer"
cask "notion"
cask "onedrive"
cask "osxfuse"
cask "spotify"
cask "visual-studio-code"
