tap "auth0/auth0-cli"
tap "benbjohnson/litestream"
tap "dagger/tap"
tap "dart-lang/dart"
tap "datawire/blackbird"
tap "graalvm/tap"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "izumin5210/tools"
tap "kayac/tap"
tap "ktr0731/evans"
tap "quarkusio/tap"
tap "sqldef/sqldef"
tap "vmware-tanzu/carvel"
tap "yukiarrr/tap"
brew "acpica"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "ca-certificates"
brew "apr-util"
brew "coreutils"
brew "asdf"
brew "python@3.10"
brew "autojump"
brew "node"
brew "aws-cdk"
brew "pycparser"
brew "cryptography"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "binutils"
brew "caddy"
brew "python@3.12"
brew "glib"
brew "cairo"
brew "cfssl"
brew "cmake"
brew "unbound"
brew "gnutls"
brew "libslirp"
brew "qemu"
brew "lima"
brew "colima"
brew "ocaml"
brew "coq"
brew "libssh2"
brew "rtmpdump"
brew "direnv"
brew "docutils"
brew "dosfstools"
brew "emacs"
brew "etcd"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "libassuan"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gpatch"
brew "openjdk"
brew "gradle"
brew "gradle-completion"
brew "openjdk@11"
brew "gradle-profiler"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "guile"
brew "htop"
brew "hub"
brew "hugo"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jnv"
brew "jq"
brew "jsonnet"
brew "libgit2"
brew "julia"
brew "k3d"
brew "k6"
brew "krb5"
brew "kubeseal"
brew "kustomize"
brew "libfido2"
brew "llvm"
brew "mas"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "minimal-racket"
brew "mold"
brew "protobuf"
brew "mosh"
brew "mysql"
brew "mysql-client"
brew "nasm"
brew "nghttp2"
brew "oath-toolkit"
brew "opam"
brew "openjdk@17"
brew "openvino"
brew "opusfile"
brew "pandoc"
brew "percona-toolkit"
brew "pinentry-mac"
brew "portaudio"
brew "postgresql@14"
brew "pwgen"
brew "pyenv"
brew "python@3.9"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rustfmt"
brew "sl"
brew "sleepwatcher"
brew "sox"
brew "spotify-tui"
brew "starship"
brew "subversion"
brew "suite-sparse"
brew "tcl-tk"
brew "terminal-notifier"
brew "terraform"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "ykman"
brew "yq"
brew "zbar"
brew "zig"
brew "zsh-history-substring-search"
brew "auth0/auth0-cli/auth0"
brew "dagger/tap/dagger"
brew "dart-lang/dart/dart"
brew "izumin5210/tools/gex"
brew "kayac/tap/ecspresso"
brew "ktr0731/evans/evans"
brew "quarkusio/tap/quarkus"
brew "sqldef/sqldef/psqldef"
brew "vmware-tanzu/carvel/ytt"
brew "yukiarrr/tap/ecsk"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alloy"
cask "android-studio"
cask "aws-vault"
cask "camo-studio"
cask "deepl"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "gitify"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "graalvm-ce-java17"
cask "gyazo"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "keycastr"
cask "meetingbar"
cask "michaelvillar-timer"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "microsoft-word"
cask "multipass"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "onedrive"
cask "owncloud"
cask "postman"
cask "spotify"
cask "tomatobar"
cask "virtualbox@beta"
cask "visual-studio-code"
cask "visualvm"
cask "vmware-fusion"
cask "warp"
cask "wireshark"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "Bitwarden", id: 1352778147
mas "DaisyDisk", id: 411643860
mas "Goodnotes", id: 1444383602
mas "iMovie", id: 408981434
mas "LadioCast", id: 411213048
mas "LanScan", id: 472226235
mas "LINE", id: 539883307
mas "Microsoft Outlook", id: 985367838
mas "Notability", id: 360593530
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Tailscale", id: 1475387142
mas "WireGuard", id: 1451685025
vscode "42crunch.vscode-openapi"
vscode "adam-bender.commit-message-editor"
vscode "arjun.swagger-viewer"
vscode "aws-scripting-guy.cform"
vscode "bbenoist.nix"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "bscan.perlnavigator"
vscode "circleci.circleci"
vscode "clinyong.vscode-css-modules"
vscode "cschlosser.doxdocgen"
vscode "csstools.postcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-mysql-client2"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hogashi.crontab-syntax-highlight"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jnoortheen.nix-ide"
vscode "josetr.cmake-language-support-vscode"
vscode "julialang.language-julia"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "nickgo.cuelang"
vscode "ocamllabs.ocaml-platform"
vscode "octref.vetur"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "william-voyek.vscode-nginx"
vscode "yzhang.markdown-all-in-one"
vscode "zamerick.vscode-caddyfile-syntax"
vscode "ziglang.vscode-zig"
vscode "zxh404.vscode-proto3"
