tap "auth0/auth0-cli"
tap "benbjohnson/litestream"
tap "dagger/tap"
tap "dart-lang/dart"
tap "datawire/blackbird"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "izumin5210/tools"
tap "kayac/tap"
tap "ktr0731/evans"
tap "sqldef/sqldef"
tap "vmware-tanzu/carvel"
tap "yukiarrr/tap"
brew "acpica"
brew "ca-certificates"
brew "asdf"
brew "python@3.10", link: false
brew "autojump"
brew "awscli"
brew "bash"
brew "caddy"
brew "python@3.9"
brew "glib"
brew "cairo"
brew "cfssl"
brew "cmake"
brew "ocaml"
brew "coq"
brew "direnv"
brew "dosfstools"
brew "guile"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "etcd"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "node"
brew "firebase-cli"
brew "gh"
brew "ghq"
brew "gnupg"
brew "go"
brew "gpatch"
brew "gradle"
brew "gradle-completion"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "htop"
brew "hub"
brew "hugo"
brew "jq"
brew "k3d"
brew "krb5"
brew "kubeseal"
brew "kustomize"
brew "libfido2"
brew "libslirp"
brew "qemu"
brew "lima"
brew "llvm"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "minimal-racket"
brew "protobuf"
brew "mosh"
brew "mysql"
brew "mysql-client"
brew "nasm"
brew "nghttp2"
brew "opam"
brew "pandoc"
brew "percona-toolkit"
brew "pinentry-mac"
brew "portaudio"
brew "postgresql@14"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rustfmt"
brew "sleepwatcher"
brew "sox"
brew "spotify-tui"
brew "subversion"
brew "tcl-tk"
brew "terminal-notifier"
brew "terraform"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "yq"
brew "zig", args: ["HEAD"]
brew "zlib"
brew "zsh-history-substring-search"
brew "auth0/auth0-cli/auth0"
brew "dagger/tap/dagger"
brew "dart-lang/dart/dart"
brew "izumin5210/tools/gex"
brew "kayac/tap/ecspresso"
brew "ktr0731/evans/evans"
brew "sqldef/sqldef/psqldef"
brew "vmware-tanzu/carvel/ytt"
brew "yukiarrr/tap/ecsk"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "android-studio"
cask "aws-vault"
cask "bitwarden"
cask "camo-studio"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "gitify"
cask "goland"
cask "google-cloud-sdk"
cask "google-drive"
cask "gyazo"
cask "intellij-idea"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "michaelvillar-timer"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "ngrok"
cask "notion"
cask "onedrive"
cask "owncloud"
cask "postman"
cask "spotify"
cask "visual-studio-code"
cask "vmware-fusion-tech-preview"
cask "wireshark"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LadioCast", id: 411213048
mas "LanScan", id: 472226235
mas "LINE", id: 539883307
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Tailscale", id: 1475387142
mas "WireGuard", id: 1451685025
